Revit 2024 API
SymbolTypeId.Kg Property
 Symbol kg, indicating unit Kilograms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kg { get; }
Visual Basic
Public Shared ReadOnly Property Kg As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kg {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace